<%@ Page Title="" Language="C#" MasterPageFile="~/MySite.Master" AutoEventWireup="true" CodeBehind="HomePage.aspx.cs" Inherits="Elinor_Biology.ASPX.HomePage" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <h1 style="text-align: center">"מנהיגים את הדרך 75 שנה לעצמאות ישראל"</h1>

    <h2 style= text-align: "center;" id="a1">אליעזר בן יהודה</h2>
    <h3>בן-יהודה פעל במספר רב של תחומים כדי לקדם את הדיבור העברי בארץ ישראל.
דיבור עברי בתוך המשפחה: בן-יהודה הקפיד לדבר רק עברית עם בני משפחתו, ואף ניסה, בהצלחה מועטת, להשפיע על משפחות נוספות שינהגו כמוהו. לפי עדות בני המשפחה, בנו איתמר לא דיבר כלל עד גיל 4. אמו לימדה אותו רוסית בסתר, וכשבן-יהודה גילה את הדבר התפרץ בכעס, ואז החל הילד לדבר. לצורך גידול הילד חייב היה בן-יהודה ליצור מילים חדשות כגון: בובה, גלידה, אופניים ועוד. ההצלחה בדיבור העברי הביאה ארבע משפחות ירושלמיות נוספות לדבר עברית (יודליביץ, מיוחס, הורביץ וגרזובסקי - האחרון הוא יהודה גור, לימים מחבר מילון גור), אולם ההצלחה לא סחפה אחריה רבים. לפי עדות משנת 1902 - למעלה מעשרים שנה אחרי שהחל בפעילותו - אפתה אז אשתו של בן-יהודה עוגה למשפחה העשירית שקיבלה על עצמה דיבור עברי בירושלים.
        <br />
        עברית בעברית: בן-יהודה סבר שיש להקפיד על דיבור עברי בלבד גם בחינוך ובהוראה. הוא עצמו לימד תקופה קצרה בעברית בבית הספר "תורה ומלאכה" של אליאנס בירושלים, אולם פרש לאחר זמן קצר מטעמי בריאות. הרעיון של לימוד עברית בעברית מצא אוזן קשבת בחלק מן המושבות של העלייה הראשונה, שם קמו בתי ספר עבריים. גם תהליך זה התפתח בקצב אטי למדי.

    </h3>
    <br />
    <div style="text-align: center">
        <img style="text-align: center" src="../PICS%20OF%20ELIEZER/eliezer.jpg" />
    </div>
</asp:Content>
